<?php

return [
    'increased_resource' => 'زيادة كفاءة استخدام الموارد من خلال التخطيط المتكامل للبنية التحتية',
    'reduced_environmental' =>'تقليل التأثير البيئي من خلال الاستفادة من الحلول الخضراء والمتجددة',
    'improved_quality' =>'تحسين نوعية الحياة من خلال مرافق أكثر كفاءة وصديقة للبيئة',
    'enhanced_emergency' =>'تعزيز قدرات الاستجابة لحالات الطوارئ والكوارث من خلال البنية التحتية المتكاملة',
    'enabled_sustainable' =>'تمكين التنمية الاقتصادية والاجتماعية المستدامة',
                            
];


