<?php


return [
    "no_articles_found" => "لا توجود مقالات ",
    "sent_successfully" => "تم الإرسال بنجاح",
    "home"  =>  "الرئيسية",
    "aboutus"  =>  "من نحن",
    "services_solutions"  =>  "الخدمات والحلول",
    "clients"  =>  "العملاء",
    "news"  =>  "الأخبار",
    "contact_us"  =>  "إتصل بنا",
    "lets_talk"  =>  "دعونا نتحدث" ,
    "about_company" => "نبذة عن الشركة",
    "read_more" => "اقرأ المزيد",
    "years_of_experience" => "سنوات الخبره",
    "check_services" => "تعرف على خدماتنا",
    "latest_articles" => "أحدث الأخبار والمقالات  ",
    "from_blog" => " من المدونة",
    "our_news" => "اخبارنا",
    "do_questions" => " هل تحتاج إلى خدمات أو لديك أسئلة ؟ ",
    "project_strategy" => "نتميز بالريادة المحلية في استراتيجية تنفيذ المشاريع",
    "our_latest_clients" => "أحدث عملائنا",
    "quick_links" => "روابط سريعة",
    "contact_info" => "معلومات الاتصال",
    "privacy_policy" => "سياسة الخصوصية",
    "share" => "مشاركه",
    "most_read" => "الأكثر قراءة",
    "contact_our_specialist" => "اتصل بفريقنا المتخصص اليوم:",
    "professionalism" => "احترافية",
    "more_power" => "المزيد من القوة لك",
    "whatever_your_organisation" => " مهما كانت متطلبات الطاقة لمؤسستك، يمكن لشركة اتصالات الطاقة الصخرية تقديم الحل المناسب. بدءًا من توفير طاقة إضافية إلى مقر عملك، ووصولاً إلى إنشاء<br>بنية تحتية جديدة للسيارات الكهربائية (EV)، وتزويد المباني الجديدة بالطاقة وإجراء ترقيات للاتصالات،<br>نحن نتعامل مع احتياجات مؤسستك من الطاقة.",
    "download_our_mini_guide" => "تنزيل دليلنا المصغر",
    "power_services​" => "خدمات الطاقة" ,
    "energy_requirements" =>"مهما كانت متطلبات الطاقة لمؤسستك، اتصالات محددة يمكنها تقديم الحل المناسب. بدءًا من توفير طاقة إضافية لمبانيك وحتى تنفيذ الجديد",
    "meet_our_team" => "تعرف على فريقنا من ذوي الخبرة",
    "our_expert_staff" => "طاقم الخبراء لدينا",
    "awards_and_accreditations" => "الجوائز والاعتمادات",
    "awards" => "جوائزنا",
    "how_can_help" => "ابقى على تواصل",
    "more_information"=>"إذا كنت تبحث عن مزيد من المعلومات، أو تحتاج إلى التحدث مع شخص ما حول استفسار ما أو تريد الدردشة حول احتياجات الخدمة الخاصة بك، فأنت في المكان الصحيح. <br><br> يرجى ملء النموذج القصير الخاص بنا وسيتواصل معك أحد أعضاء فريقنا.<br><br>إذا كان لديك استفسار عن المورد، فيرجى زيارة بوابتنا المخصصة على  ",

    "select_title" => "حدد العنوان ",    
    "last_name" => "الاسم الاول ",
    "fisrt_name" => "الاسم الثانى",
    "phone_number" => "رقم التليفون ",
    "email" => "البريد الاليكترونى ",
    "company_name" => "اسم الشركه ",
    "company_size" => "حجم الشركه",
    "please_tell_us" => "من فضلك أخبرنا ما الذي تستفسر عنه؟" ,
    "general_enquiry" =>"عندي استفسار عام",
    "interested" => "أنا مهتم بتلقي الخدمات من تكامل الأولى ",
    "select_service" => "احتر الخدمه",
    "please_provide" => "يرجى تقديم أي معلومات أخرى ذات صلة",
    "cleaning_services" => "Cleaning Services",
    "select_sector" => "حدد القطاع",
    "submit" => "ارسال",
    "agree" => " أوافق على تلقي الاتصالات التسويقية من إدارة مرافق تكامل الأولى. أدرك أنه يمكنني إلغاء الاشتراك في أي وقت.",
    "have_read" => " لقد قرأت ووافقت على تكامل  ",
    "facility_management" => " ولإدارة مرافق تكامل الأولى معالجة بياناتي وفقًا لشروطها",
    "agree_required" =>"الموافقة على تلقي الاتصالات التسويقية من شركة تكامل الأولى لإدارة المرافق مطلوبة",
    "read_required" =>"يجب قراءة سياسة الخصوصية الخاصة بـ Takamul والموافقة عليها",
    "category_id_required" => "الفئة مطلوبة",

    "integrated_facility" => "تكامل المرافق",
    "company_partners" => "شركاء الشركة",
    "company_employees" => "موظفين شركه",
    "completed_projects" => "المشاريع المنجزة",
    "why_choose_us" => "لماذا أخترتنا ",
    "do_you_need_services" => "هل تحتاج إلى خدمات أو لديك أسئلة؟",
    "we_are_distinguished" => "نتميز بالريادة المحلية في استراتيجية تنفيذ المشاريع",
    "latest_news_articles" => "آخر الأخبار والمقالات",
    "from_the_blog" => "من المدونة",
    "adress" => "العنوان",
    "phone" => "الهاتف",
    "work_hours" => "ساعات العمل",
    "contact_form" =>"نموذج الاتصال",
    "yourname" => "اسمك",
    "subject" => "الموضوع",
    "message" => "رساله",
    "send" => "ارسال",
    "your_message_sent" => "لقد تم ارسال رسالتك بنجاح",
    "yourname_required" => "اسمك مطلوب",
    "yourname_max" => "اسمك يجب ان يكون اقل من 100 حرف",

    "phone_required" => "الهاتف مطلوب ",
    "phone_max" => "الهاتف كتير جدا",
    "phone_numeric" => "الهاتف غير صحيح",

    "email_required" => "البريد الاليكترونى ",
    "email_max" => "البريد الاليكترونى كتير جداا",
    "email_email" => "البريد الاليكترونى غير صحيح",

    "subject_required" => "الموضوع مطلوب",
    "subject_max" => "الموضوع يجب ان يكون اقل من 100 حرف",

    "message_required" => "الرساله مطلوبه",
    "message_max" => "الرساله  يجب ان تكون اقل من 500 حرف",
    "the_importance_integrating" => "تتزايد أهمية تكامل المرافق والبنية التحتية بطريقة مستدامة في التخطيط الحضري والإقليمي. إن دمج المرافق مثل الكهرباء والمياه والنقل والاتصالات يسهل الكفاءة والاستخدام الأمثل للموارد. إن التكامل مع المفاهيم الخضراء والمستدامة مثل الطاقة المتجددة والمباني الخضراء والتنقل المستدام يقلل من البصمة البيئية. يستكشف هذا المقال أهمية البنية التحتية المستدامة المتكاملة وكيف يمكن تحقيقها في التخطيط الحضري والإقليمي.",
    "principles_of_integrated" => "مبادئ المرافق المتكاملة والاستدامة",

    "integrated_planning" => "التخطيط المتكامل للبنية التحتية والمرافق",
    "leveraging_green" => "الاستفادة من الحلول الخضراء والمتجددة",
    "achieving_resource" => "تحقيق كفاءة استخدام الموارد",
    "focusing_quality" => "التركيز على جودة الحياة والاستدامة البيئية",
    "enhancing_resilience" => "تعزيز القدرة على الصمود والاستجابة لحالات الطوارئ",
    "latest_services" => "أحدث الخدمات",
    "whether_considering" => "سواء كنت تفكر في الاستعانة بمصادر خارجية لخدماتك للمرة الأولى، أو كنت تفعل ذلك منذ سنوات، فإن اتساع نطاق خدماتنا وخبراتنا وعمقها يعني أننا هنا لمساعدتك. <br>يمكننا تقديم الدعم من خلال زيادة الكفاءات وخفض التكاليف وتعزيز الاستدامة<br> وتحسين الأداء لمؤسستك.",
    "choose_a" => "اختر خدمه",
    "copy_right"=>"جميع الحقوق محفوظة © 2024. تكامل الأولى لإدارة المرافق",
    "oops_404" => "عفوا 404 " ,
    "back" => "للخلف",
    "oops!" => "عفوا 404 ",
    "opps_message" => "Lorem ipsum dolor sit amet consectetur. Nisl sit pharetra pulvinar amet elementum. Arcu eu elit tortor accumsan. Massa lacus cursus ut congue in ultrices. Justo vulputate quis quis leo tristique suspen disse lacus sit. Scelerisque molestie elementum sem id etiam placerat non viverra"

  



 






    
    


                

];